Repository: Arufe/pdf-zip-downloader-for-gravity-forms
Catalog: languages/pdf-zip-downloader-for-gravity-forms-*.po
Languages: es_es, gl_es

source: Download a Gravity Forms entry as a PDF with its attachments in a ZIP file.
es_es: Descarga la entradas de Gravity Forms como PDF con sus archivos adjuntos en un archivo ZIP.
gl_es: Descargar unha entrada de Gravity Forms como PDF cos seus arquivos adxuntos nun arquivo ZIP.

source: Download ZIP
es_es: Descargar ZIP
gl_es: Descargar ZIP

source: Entry not found.
es_es: Entrada no encontrada.
gl_es: Entrada non atopada.

source: Error creating ZIP file.
es_es: Error creando ZIP file.
gl_es: Erro ao crear o arquivo ZIP.

source: Error generating PDF:
es_es: Error generando PDF:
gl_es: Erro ao xerar o PDF:

source: Fields for ZIP Name
es_es: Campos para el nombre del ZIP.
gl_es: Campos para o nome do ZIP

source: Form not found.
es_es: Formulario no encontrado.
gl_es: Formulario non atopado.

source: Gravity PDF is not installed or activated.
es_es: Gravity PDFno está instalado y/o activado.
gl_es: Gravity PDF non está instalado e/ou activado.

source: No PDF is configured for this form.
es_es: No hay PDF configurado para este formulario.
gl_es: Non hai PDF configurado para este formulario.

source: PDF for ZIP
es_es: PDf para ZIP
gl_es: PDF para ZIP

source: Select a PDF
es_es: Seleccione un PDF
gl_es: Selecciona un PDF

source: Select the fields that will compose the ZIP file name.
es_es: Seleccione los campos que compondrán el nombre del archivo ZIP.
gl_es: Selecciona os campos que comporán o nome do arquivo ZIP.

source: Select which PDF to include in the ZIP.
es_es: Seleccione que PDF incluir en el archivo ZIP.
gl_es: Selecciona que PDF incluir no arquivo ZIP.

source: You do not have permissions to perform this action.
es_es: No tiene permisos para realizar esta acción.
gl_es: Non tes permisos para realizar esta acción.
